Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/GameCenter.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUTTON_CAPTION
source: Your gameplay information, including what you play and your game activity, is used to improve Game Center. Your nickname, avatar, Arcade subscription state, scores, and other activity information you choose to share are visible to Game Center users.
ar: تُستخدم معلومات اللعب - بما في ذلك الألعاب التي تلعبها ونشاط ألعابك - لتحسين Game Center. يظهر لمستخدمي Game Center اسمك المستعار وصورتك الرمزية وحالة اشتراكك في Arcade ونتائجك ومعلومات النشاط الأخرى التي تختار مشاركتها.
bg: Вашата информация за играта, включително това, което играете и активността ви, се използва за подобряване на мрежата Game Center. Вашият псевдоним, аватар, състояние на абонамент Arcade, резултатите и друга информация за вашата активност, която изберете да споделите, се виждат от потребителите на мрежата Game Center.
ca: La informació sobre els jocs, que inclou els jocs a què jugues i l’activitat en general, es fa servir per millorar el Game Center. Tothom del Game Center pot veure l’àlies, l’avatar, l’estat de la subscripció a l’Arcade, les puntuacions i qualsevol altra informació de l’activitat de joc que decideixis compartir.
cs: Informace o vašem hraní her, například o tom, co hrajete, a o vašich aktivitách během hry, slouží k vylepšování Game Centra. Uživatelé Game Centra vidí vaši přezdívku, avatara, stav předplatného služby Arcade, skóre a další informace o aktivitě, které se rozhodnete sdílet.
da: Oplysninger om dine spilaktiviteter, herunder hvad du spiller og din spilaktivitet, anvendes til at forbedre Game Center. Dit kaldenavn, din avatar, om du abonnerer på Arcade, dine resultater og andre oplysninger om aktiviteter, som du har valgt at dele, kan ses af Game Center-brugere.
de: Deine Spieleinformationen, einschließlich der Spiele, die du spielst, und deiner Spielaktivität, werden zur Verbesserung von Game Center verwendet. Dein Spitzname, Avatar, Arcade-Abonnementstatus, deine Scores und anderen Aktivitätsinformationen, die du dich entscheidest zu teilen, sind für Game Center-Benutzer:innen sichtbar.
el: Οι πληροφορίες της δραστηριότητας παιχνιδιών σας, όπως π.χ. αυτά που παίζετε και η δραστηριότητα παιχνιδιού σας, χρησιμοποιούνται για βελτίωση του Game Center. Το ψευδώνυμο, το άβαταρ, η κατάσταση της συνδρομής Arcade σας, οι βαθμολογίες και άλλες πληροφορίες δραστηριότητας που επιλέγετε να κοινοποιήσετε είναι ορατές σε όλους τους χρήστες του Game Center.
es: La información sobre tu actividad en los juegos, incluido a qué juegas y cómo, se utiliza para mejorar Game Center. Tu alias, tu avatar, el estado de tu suscripción a Arcade y tus puntuaciones, así como otros datos de actividad que decidas compartir, serán visibles para los usuarios de Game Center.
es_us: La información sobre tu actividad en los juegos, como a qué juegas y cómo, se usa para mejorar Game Center. Los usuarios de Game Center podrán ver tu apodo, avatar, estado de suscripción a Arcade y puntuaciones, así como otra información de actividad que decidas compartir.
fi: Pelaamistietojasi, mukaan lukien mitä pelaat ja toimintasi peleissä, käytetään Game Centerin ominaisuuksien parantamiseen. Lempinimesi, avatarisi, Arcade-tilauksesi tila, tuloksesi ja muut toimintaasi liittyvät tiedot, joita jaat, näkyvät Game Centerin käyttäjille.
fr: Vos informations de jeu, y compris les jeux auxquels vous jouez et votre activité de jeu, sont utilisées pour améliorer Game Center. Votre pseudo, votre avatar, l’état de votre abonnement à Arcade, vos scores et les autres informations concernant votre activité que vous choisissez de partager sont visibles pour les utilisateurs Game Center.
fr_ca: Vos informations de jeu, notamment les jeux auxquels vous jouez et votre activité de jeu, sont utilisées pour améliorer Game Center. Votre pseudo, votre avatar, l’état de votre abonnement à Arcade, vos scores et d’autres informations d’activité que vous choisissez de partager sont visibles par les utilisateurs de Game Center.
he: נתוני המשחקים שלך, כולל במה שיחקת ופעילות המשחקים שלך, משמשים כדי לשפר את Game Center. הכינוי, האווטאר, מצב המינוי ל-Arcade, הניקוד ומידע אחר בנוגע לפעילות שלך שבחרת לשתף גלויים לכל משתמשי Game Center.
hi: आपकी गेमप्ले जानकारी, जिसमें आपके द्वारा खेले जा रहे गेम और आपकी गेम ऐक्टिविटी की जानकारी शामिल होती है, का उपयोग Game Center में सुधार करने के लिए किया जाता है। आपका प्रचलित नाम, अवतार, Arcade सब्सक्रिप्शन स्थिति, स्कोर और आपके द्वारा शेयर करने के लिए चुनी गई अन्य ऐक्टिविटी संबंधी जानकारी Game Center के यूज़र को दिखाई देती है।
hr: Informacije o igranju igara, uključujući što igrate i s kim igrate te vašu aktivnost igranja, koriste se za poboljšanje Game Centera. Vaš nadimak, avatar, status pretplate na Arcade, rezultati i informacije o drugim aktivnostima koje odlučite podijeliti vidljive su korisnicima Game Centera.
hu: A játékmenetére vonatkozó információk – beleértve az Ön által játszott játékokat, valamint a játéktevékenységét – a Game Center továbbfejlesztésére vannak felhasználva. A beceneve, az avatárja, az Arcade-előfizetésének állapota, a pontszámai és az egyéb olyan tevékenységinformációi, amelyek megosztása mellett dönt, láthatók lesznek a Game Center felhasználói számára.
id: Informasi permainan, termasuk game yang dimainkan serta aktivitas game Anda, digunakan untuk meningkatkan Game Center. Nama panggilan, avatar, status langganan Arcade, skor, dan informasi aktivitas lainnya yang Anda pilih untuk dibagikan dapat dilihat oleh pengguna Game Center.
it: Le informazioni sul modo in cui giochi, inclusi i titoli che utilizzi e le attività che svolgi, vengono usate per migliorare Game Center. Il nickname, l’avatar, lo stato dell’abbonamento ad Arcade, i punteggi e le informazioni su altre attività che scegli di condividere sono visibili agli utenti di Game Center.
ja: ゲームプレイの情報（何をプレイしたかやゲームアクティビティなど）は、Game Centerを向上するために使用されます。あなたが共有することを選択したニックネーム、アバター、Arcadeのサブスクリプション状況、スコアなどの活動の情報は、すべてのGame Centerユーザに表示されます。
kk: Ойын ойнау туралы, сонымен қатар сіз ойнаған ойындар және ойындағы белсенділігіңіз туралы ақпарат Game Center сервисін жақсарту үшін пайдаланылады. Лақап атыңыз, аватарыңыз, Arcade жазылымыңыздың күйі, ұпайларыңыз және бөлісу опциясы таңдалған басқа да белсенділік туралы ақпаратыңыз Game Center пайдаланушыларына көрінеді.
ko: 사용자가 플레이한 게임 및 게임 활동 등 사용자의 게임 플레이 정보는 Game Center를 개선하는 데 사용됩니다. 사용자의 별명, 아바타, Arcade 구독 상태, 점수 및 사용자가 공유하기로 한 기타 활동 정보는 Game Center 사용자들에게 공개됩니다.
lt: Su žaidimu susijusi informacija, įskaitant tai, ką žaidžiate, ir veiklą žaidimo metu, bus naudojama „Game Center“ pagerinti. Jūsų slapyvardį, avatarą, „Arcade“ prenumeratos būseną, rezultatus ir kitą veiklos informaciją, kurią pasirenkate bendrinti, mato „Game Center“ naudotojai.
ms: Maklumat permainan anda, termasuk permainan yang anda mainkan dan aktiviti permainan anda digunakan untuk meningkatkan Game Center. Nama panggilan, avatar, status langganan Arcade, skor dan maklumat aktiviti lain anda yang anda pilih untuk berkongsi kelihatan kepada semua pengguna Game Center.
nl: Je gaming­informatie, waaronder wat je speelt en je game-activiteit, wordt gebruikt om Game Center te verbeteren. Je bijnaam, avatar, status van je Arcade-abonnement, scores en andere activiteits­gegevens zijn zicht­baar voor alle Game Center-gebruikers.
no: Informasjon om spillingen din, inkludert hva du spiller og spillaktiviteten din, brukes til å forbedre Game Center. Kallenavn, avatar, status for abonnementer i Arcade, resultater og annen aktivitetsinformasjon du velger å dele, er synlige for andre Game Center-brukere.
pl: Informacje o Twoim graniu, w tym lista gier oraz Twoja aktywność w nich, są wykorzystywane do ulepszania usługi Game Center. Twój pseudonim, awatar, status subskrypcji Arcade, wyniki i inne informacje o aktywności w Game Center, które udostępniasz, są widoczne dla wszystkich użytkowników Game Center.
pt_br: Suas informações de jogos, incluindo o que você joga e sua atividade de jogo, são usadas para melhorar o Game Center. Seu apelido, avatar, estado da assinatura do Arcade, pontuações e outras informações de atividade que você opta por compartilhar são visíveis para os usuários do Game Center.
pt_pt: A informação sobre a jogabilidade, incluindo o que joga e a sua atividade de jogo, é usada para melhorar o Game Center. A sua alcunha, avatar, estado da assinatura de Arcade, pontuações e outras informações de atividade que opte por partilhar estão visíveis para os utilizadores do Game Center.
ro: Informațiile despre activitatea dvs. legată de jocuri, inclusiv ce jucați și activitatea de joc, sunt utilizate pentru a îmbunătăți Game Center. Pseudonimul, avatarul, starea abonamentului Arcade, scorurile și alte informații despre activitatea dvs. pe care optați să le partajați sunt vizibile pentru utilizatorii Game Center.
ru: Ваши игровые данные, в том числе список Ваших игр и игровая активность, используются для улучшения Game Center. Ваш псевдоним, аватар, статус подписки Apple Arcade, результаты игр и иная информация об активности, которой Вы решили поделиться, видны пользователям Game Center.
sk: Informácie o vašom hraní hier, napríklad o tom, čo hráte, a o vašich aktivitách počas hry, sa používajú na vylepšovanie služby Game Center. Vašu prezývku, avatara, stav odberu služby Arcade, skóre a informácie o ďalších aktivitách, ktoré sa rozhodnete zdieľať, uvidia užívatelia Game Center.
sl: Podatki o igranju, vključno s tem, kaj igrate, in igralno aktivnostjo, se uporabljajo za izboljševanje omrežja Game Center. Vaš vzdevek, avatar, stanje naročnine na storitev Arcade, število doseženih točk in drugi podatki o aktivnostih, ki jih delite, so vidni uporabnikom omrežja Game Center.
sv: Din spelinformation, inklusive vad du spelar och din spelaktivitet, används till att förbättra Game Center. Ditt smeknamn, din avatar, Arcade-abonnemangsstatus, dina poäng och annan aktivitetsinformation som du väljer att dela visas för Game Center-användare.
th: ข้อมูลการเล่นเกมของคุณ ซึ่งรวมถึงสิ่งที่คุณเล่นและกิจกรรมเกมของคุณ จะถูกใช้เพื่อปรับปรุง Game Center ผู้ใช้ Game Center สามารถดูชื่อเล่น รูปประจำตัว สถานะการสมัครใช้บริการ Arcade คะแนน และข้อมูลกิจกรรมอื่นที่คุณเลือกที่จะแชร์ได้
tr: Oynadığınız oyunlar ve oyun aktiviteniz de dahil olmak üzere oyun bilgileriniz, Game Center’ı iyileştirmek için kullanılır. Takma adınız, avatarınız, Arcade üyelik durumunuz, puanlarınız ve paylaşmayı seçtiğiniz diğer aktivite bilgileri Game Center kullanıcıları tarafından görülür.
uk: Інформація про ваш ігровий процес, зокрема в які ігри ви граєте та ваша ігрова активність, використовується для вдосконалення Game Center. Ваш псевдонім, аватар, стан підписки на Arcade, результати та іншу інформацію про дії, яку ви поширюєте, можуть бачити всі користувачі Game Center.
vi: Thông tin chơi trò chơi của bạn, bao gồm trò chơi mà bạn chơi và hoạt động trò chơi của bạn, được sử dụng để cải thiện Game Center. Biệt danh, hình đại diện, trạng thái đăng ký Arcade, điểm số của bạn cũng như thông tin hoạt động khác mà bạn lựa chọn chia sẻ sẽ hiển thị với những người dùng Game Center.
zh_cn: 你的游戏信息（包括你玩的游戏及你的游戏活动）会用于改进Game Center。你的昵称、头像、Arcade订阅状态、得分和你选择共享的其他活动信息对Game Center用户可见。
zh_hk: 你的遊戲資料，包括你所玩的遊戲和你的遊戲動態，都會用來改進Game Center。Game Center用户可以看到你的暱稱、頭像、Arcade訂閲狀態、分數和你選擇分享的其他活動資料。
zh_tw: 你的遊戲資訊，包含你所玩的遊戲和遊戲動態，都會用來改進Game Center。你的暱稱、頭像、Arcade訂閱狀態、分數和選擇分享的其他活動資訊都會顯示給Game Center使用者。

# SPLASH_SUMMARY
source: Game Center is designed to protect your information and enable you to choose what you share.
ar: صُمِّمَ Game Center بطريقة تحمي معلوماتك وتمكنّك من اختيار ما تود مشاركته.
bg: Услугата Game Center са създадена да защитава вашата информация и да ви позволява да избирате какво да споделяте.
ca: El Game Center s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.
cs: Game Center chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.
da: Game Center er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler.
de: Game Center ist dafür konzipiert, deine Daten zu schützen, und du kannst auswählen, was du teilst.
el: Το Game Center έχει σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.
es: Game Center se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.
es_us: Game Center se diseñó para proteger tu información y permitirte elegir lo que compartes.
fi: Game Center on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa.
fr: Game Center est conçu pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.
fr_ca: L’app Game Center est conçue pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.
he: ‏Game Center תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.
hi: Game Center आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।
hr: Game Center je dizajniran kako bi zaštitio vaše informacije i omogućio odabir sadržaja koje želite podijeliti.
hu: A Game Centert úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.
id: Game Center dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.
it: Game Center è pensato per proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.
ja: Game Centerはあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。
kk: Game Center сервисі жеке ақпаратыңызды қорғайтындай және бөлісу қажет объектілерді таңдауға мүмкіндік беретіндей етіп жасалған.
ko: Game Center는 사용자의 정보를 보호하도록 설계되었으며 공유할 내용을 사용자가 선택할 수 있습니다.
lt: „Game Center“ taip sukurta, kad apsaugotų jūsų informaciją ir leistų jums patiems pasirinkti, kokią informaciją norite bendrinti.
ms: Game Center direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.
nl: Game Center is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.
no: Game Center beskytter informasjonen din og lar deg velge hva du vil dele.
pl: Aplikacja Game Center została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o informacjach, które udostępniasz.
pt_br: O Game Center é projetado para proteger as suas informações e permitir que você escolha os dados que compartilha.
pt_pt: O Game Center foi concebido de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.
ro: Game Center este conceput pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.
ru: Ваши данные, используемые Game Center, надежно защищены, и только Вы решаете, чем поделиться.
sk: Game Center chráni vaše osobné údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.
sl: Omrežje Game Center je zasnovano tako, da varuje vaše podatke in vam omogoča, da izberete, kaj boste delili.
sv: Game Center har utformats för att skydda din information och låta dig välja vad du vill dela.
th: Game Center ได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณต้องการแชร์ได้
tr: Game Center, bilgilerinizi koruyacak ve neyi paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.
uk: Game Center спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.
vi: Game Center được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.
zh_cn: Game Center旨在保护你的信息并可让你选择要共享的内容。
zh_hk: Game Center的設計可保護你的資料並讓你選擇分享內容。
zh_tw: Game Center的設計可保護你的資訊並讓你選擇分享的內容。

# BUTTON_TITLE
source: See how your data is managed…
ar: يمكنك التعرُّف على كيفية إدارة بياناتك…
bg: Вижте как се управляват вашите данни…
ca: Mostra com es gestionen les dades…
cs: Informace o správě vašich dat…
da: Se, hvordan dine data administreres…
de: So werden deine Daten verwaltet …
el: Τρόπος διαχείρισης των δεδομένων σας…
es: Consulta cómo se gestionan tus datos…
es_us: Consulta cómo se utiliza tu información…
fi: Katso, miten tietojasi hallitaan…
fr: Découvrez comment sont gérées vos données…
fr_ca: Découvrez comment vos données sont gérées…
he: כיצד מנוהלים הנתונים שלך…
hi: देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…
hr: Pogledajte kako se upravlja vašim podacima⁠…
hu: Az adatok kezelésének áttekintése…
id: Lihat bagaimana data Anda dikelola…
it: Scopri come vengono gestiti i tuoi dati…
ja: 個人データの管理方法について確認…
kk: Деректеріңіз қалай басқарылады…
ko: 사용자의 데이터가 어떻게 관리되는지 보기…
lt: Kaip tvarkomi jūsų duomenys…
ms: Lihat cara data anda diurus…
nl: Bekijk hoe je gegevens worden beheerd…
no: Se hvordan dataene administreres…
pl: Jak zarządzamy Twoimi danymi…
pt_br: Veja como os seus dados são gerenciados…
pt_pt: Veja como são geridos os seus dados…
ro: Aflați cum sunt gestionate datele dvs…
ru: Как осуществляется управление данными…
sk: Informácie o správe vašich dát…
sl: Kako so upravljani vaši podatki …
sv: Se hur dina data hanteras…
th: ดูการจัดการข้อมูลของคุณ…
tr: Verilerinizin nasıl yönetildiğini görün…
uk: Як керують вашими даними…
vi: Xem cách chúng tôi quản lý dữ liệu của bạn…
zh_cn: 了解数据的管理方式…
zh_hk: 查看資料管理方式⋯
zh_tw: 查看你資料的管理方式⋯
